[{"id":1,"name":"Bresaola","category":"Beef","type":"Salumi","difficulty":"Intermediate","image":"bresaola.png","ingredients":{"meat":[{"name":"Eye of Round Roast","weight":"1000","ratio":"100"}],"curingIngredients":[{"name":"Salt","weight":"50","ratio":"5"},{"name":"Pink curing salt","weight":"2.5","ratio":"0.25"},{"name":"Red wine","weight":"128","ratio":""}],"aromatics":[{"name":"Sugar","weight":"50","ratio":"5"},{"name":"Rosemary","weight":"20","ratio":"2"},{"name":"Peppercorns","weight":"5","ratio":"0.5"}]},"steps":["Weigh the beef, and write down this weight.","Pour the wine into a ziplock bag, and put the meat in. Press the air out, and seal. Marinate in the fridge overnight.","Put together the cure — combine the herbs, sugar, salt, and prague powder, and blend in a spice grinder.","Take the meat out of the wine, and dry it off with a dish towel. Coat it in the cure, then put the meat and cure that didn’t stick into a clean ziplock bag. Press the air out and seal. Keep it in the fridge, turning over daily, for one week.","Remove the meat from the cure and dry well with a kitchen towel. Tie with a series of butcher’s knots.","Hang the bresaola in a cool, airy place. Ideal temperatures are 50-60F.","Weigh the meat regularly, until it achieves 30% weight loss. Roughly 4 weeks"]},{"id":2,"name":"Coppa","category":"Pork","type":"Salumi","difficulty":"Intermediate","image":"coppa.png","ingredients":{"meat":[{"name":"Pork Neck","weight":"1000","ratio":"100"}],"curingIngredients":[{"name":"Salt","weight":"27.5","ratio":"2.75"},{"name":"Pink curing salt","weight":"2.5","ratio":"0.25"}],"aromatics":[{"name":"Peppercorns","weight":"0.45","ratio":"0.045"},{"name":"Cloves","weight":"0.25","ratio":"0.025"},{"name":"Bay Leaf","weight":"0.1","ratio":"0.01"},{"name":"Cinnamon","weight":"0.15","ratio":"0.015"},{"name":"Nutmeg","weight":"0.1","ratio":"0.01"}]},"steps":["Trim the meat into a boneless, uniform shape. Make sure there are no cuts in the meat where bacteria could enter, and cut off any loose pieces.","Mix all the salt and the seasonings together, and rub on the meat. Place the coppa and all the extra salt and seasonings in a vacuum-sealable bag and seal. You can also use a Ziploc bag.","Place the bag in the fridge for 7 days. Flip the bag every day or so. After 7 days have passed, remove the meat from the bag and gently scrape off any excess salt and seasonings.","Prepare the coppa for hanging by casing (veil, beef bung) and trussing. Poke a lot of small holes all over the surface with a sterilized needle to remove any trapped air.","Weigh the meat and write it down on a tag. Attach the tag to the meat.","Hang and dry in the curing chamber.","Mature in the curing chamber at 55F - 57F (13C - 14C) and 80% - 82% humidity for 3+ months.","When the meat is ready, remove the casing, slice as thin as possible and enjoy."]},{"id":3,"name":"Duck Prosciutto","category":"Poultry","type":"Salumi","difficulty":"Beginner","image":"duck.png","ingredients":{"meat":[{"name":"Duck Breast","weight":"500","ratio":"100"}],"curingIngredients":[{"name":"Salt","weight":"2-3 Cups","ratio":""}],"aromatics":[{"name":"White Pepper","weight":"5","ratio":"1"}]},"steps":["Weigh duck so you can check progress during curing. With a sharp knife, score skin in a crisscross pattern. Put about 1 cup salt (a half-inch layer) in a nonreactive baking dish that will just hold the duck without touching the sides. Nestle duck on top of salt, skin side up. Pour more salt over until completely covered. Wrap in plastic and refrigerate 24 hours.","Remove duck from salt, rinse thoroughly and pat dry with paper towels. The flesh should feel dense and its color will have deepened. Dust breast with pepper on both sides.","Wrap in cheesecloth and tie with string. Hang for about 7 days in a cool (50 to 60 degrees is optimal), humid place, like a garage, a basement or in an unlit fireplace. After curing, the flesh should be stiff but not hard throughout; the color will be a deep rich red. If it still feels raw in the center, hang for a day or two longer. Generally, dry-cured products are ready when they have lost 30 percent of their original weight.","Remove cheesecloth, wrap duck in plastic and refrigerate until ready to use. It will keep several weeks or more."]},{"id":4,"name":"Lamb Prosciutto","category":"Lamb","type":"Salumi","difficulty":"Intermediate","image":"lamb.png","ingredients":{"meat":[{"name":"Lamb Leg","weight":"1500","ratio":"100"}],"curingIngredients":[{"name":"Salt","weight":"57","ratio":"3.8"},{"name":"Pink curing salt","weight":"3.75","ratio":"0.25"}],"aromatics":[{"name":"Sugar","weight":"45","ratio":"3"},{"name":"Garlic","weight":"30","ratio":"2"},{"name":"Rosemary","weight":"15","ratio":"1"},{"name":"Juniper Berries","weight":"6","ratio":"0.4"}]},"steps":["Blend your cure and aromatics in a small bowl. Then, rub the lamb with the cure liberally covering all available surface area.","Put it in a Ziploc bag large enough to hold the lamb in its entirety and seal the bag. Place the bag in the refrigerator for 15 days flipping every other day to redistributing the cure.","After 15 days, rinse off the cure and tie the lamb","Prior to hanging, measure the weight of the lamb prosciutto and record it.","Hang your lamb prosciutto in a space that is between 50-60 degrees and at 65-75% relative humidity.","Once the lamb hits 30% weightloss it is safe to consume. It can dry for longer to develop more flavor"]},{"id":5,"name":"Rolled Pancetta","category":"Pork","type":"Salumi","difficulty":"Advanced","image":"pancetta.png","ingredients":{"meat":[{"name":"Pork Belly","weight":"1000","ratio":"100"}],"curingIngredients":[{"name":"Salt","weight":"27.5","ratio":"2.75"},{"name":"Pink curing salt","weight":"2.5","ratio":"0.25"}],"aromatics":[{"name":"Sugar","weight":"15","ratio":"1.5"},{"name":"Peppercorns","weight":"1","ratio":"0.1"},{"name":"Cloves","weight":"0.4","ratio":"0.04"},{"name":"Nutmeg","weight":"0.4","ratio":"0.04"}]},"steps":["Mix the salt with the seasonings. Apply the rub evenly all over the pork belly. Transfer the pork belly to a vacuum-sealable bag and seal. You can also use a Ziploc bag.","Refrigerate for at least 10 days at 37f-41F (3C-5C).","Remove the belly from the fridge and scrape off excess seasonings and salt. Roll into a roll and tie with twine, covering any exposed area with natural casings (e.g. salted veil, beef middles, etc).","Dry at 59F - 77F (15C - 25C) and 65%-86% humidity for a period of 7 days.","After drying, mature at 50F - 57F (10C - 14C) and 70%-90% humidity for at least 4 months."]},{"id":6,"name":"Soppressata","category":"Pork","type":"Salami","difficulty":"Intermediate","image":"soppressata.png","ingredients":{"meat":[{"name":"Pork Belly","weight":"400","ratio":"29"},{"name":"Pork Shoulder","weight":"1000","ratio":"71"}],"curingIngredients":[{"name":"Salt","weight":"40","ratio":"2.85"},{"name":"Pink curing salt","weight":"3.5","ratio":"0.25"}],"aromatics":[{"name":"Pepper Sauce","weight":"400","ratio":"28.5"},{"name":"Peppercorns","weight":"6","ratio":"0.43"}]},"steps":["Separate the fat from the meat. While the fat is very cold, grind it through the medium die grinder (6mm / 1/4 inch) into a bowl set in ice. Chill while you grind the meat through the large die (12mm / 1/2 inch). Combine the ground meat and fat in the bowl of a standing mixer and refrigerate while you ready the remaining ingredients.","Add the remaining ingredients, to the meat. Mix by hand, or using a meat mixer, until the seasonings are thoroughly distributed, 1 to 2 minutes.","Stuff the sausage into casings. Tie the ends of the hog middle, if using. Using a sterile pin or needle, prick the casings all over to remove any air pockets and facilitate drying. Hang the sausage at room temperature, ideally 85 degrees F. / 29 degrees C., for 12 hours; beneficial bacteria will grow and produce more lactic acid at a warmer temperature.","Weigh your sausages and write down the weight.","Hang the sausage in the curing chamber (ideally at 60 degrees F. / 15 degrees C. with 60 to 70 percent humidity) until completely dry or until it’s lost 30 percent of its weight. The time will differ depending on the size of the casings you use and your drying conditions— roughly 3 to 4 weeks."]}]